<?php

/**
 * Multi User Russian language file by Oleg06 http://getsimplecms.ru/
 */

$i18n = array(
'TITLE' => "Управление пользователями",
'SIDEBAR' => "<em>У</em>правление пользователями",
'PLUGIN_DESCRIPTION' => "Добавляет управление пользователями - Изменить все варианты для текущих пользователей и управлять разрешениями.",
'ADDUSER' => "Добавить нового пользователя",
'EDITUSER' => "Управление пользователя",
'UPDATED' => "плагин был успешно обновлен.",
'UPDATEERROR' => "<b>Ошибка:</b> Скрипт не может извлечь и CHMOD архив.",
'EDIT' => "Наладка",
'SHOW' => "показать",
'HIDE' => "скрыть",
'PERM' => "Разрешения (Выберите вкладки, доступ к которым вы хотели бы <strong>заблокировать</strong>)",
'LAND' => "Целевая страница",
'ADMIN' => "Отключить права администратора (Не сможет управлять пользователями)",
'SAVE' => "Сохранить изменения",
'DELETE' => "Удалить пользователя",
'DELETED_P' => "Пользователь ",
'DELETED' => " удален.",
'DELETEERROR' => "<b>Ошибка:</b> не удается удалить файл, пожалуйста Проверьте журнал ошибок или включите режим отладки.",
'SAVEERROR' => "<b>Ошибка:</b> не удается сохранить файл. <br />Убедитесь, что у папок <b>/data/users/</b> и <b>/backups/users/</b> права доступа 777 или 755 и повторите попытку.",
'SAVED' => "Изменения сохранены.",
'CREATED_P' => "Пользователь",
'CREATED' => "создан",
'DELETESURE' => "Вы уверены, что хотите удалить",
'USER_BIO'   => "Личная информация",
'USERBIO_LABEL'   => "Можно использовать как личные заметки пользователя, или как профиль изображен на государственных сайтах, например, в модуле GetSimple Блог. Ссылкa справа включает HTML-редактор.",
'NAME' => "Имя пользователя",
'HTML_ED' => "HTML редактор",
'ADMIN_FLAG' => "Администратор",
'LOGEDIN' => "настоящий пользователь",
'CANNOT_DENY' => "Вы не можете удалить эти права от настоящего пользователя.",
'WEBSETTINGS_LABEL' => "Скрывается только раздел 'Настройки сайта'.
Сама страница с настройками профиля пользователя будет доступна.",
'LANDINGPAGE_LABEL' => "Если вы выберете страницу, то пользователь будет попадать сразу на нее.",
'EDIT_PAGE' => "Редактировать или создать страницу",
'CUSTOM_PERM' => "Пользовательские разрешения",
'ERROR_XML' => "<b>Ошибка:</b> Проблема с XML файлом!",
'ERROR_LNG' => "<b>Ошибка:</b> Проблема с XML файлом!Unable to load language file ",
'ERROR_USR' => "Пользователь без логина или пароля не может быть создан!",
'NO_PERMISSION' => "У вас нет разрешения на доступ к этой странице."
);
